

export const coursesList = [
  {
    title: 'Курс слепой печати для русской раскладки',
    description:
      'ЙЦУКЕН — основная русская раскладка. А русский язык — один из самых популярных в мире. Поэтому Капитан Ratatype не мог не сделать уроки для улучшения навыка печати на этой раскладке. Скорей печатать, Капитан ждет твоих рекордов!',
    image: '/assets/images/keyboard-1.jpg'
  },
  {
    title: 'Курс слепой печати для английской раскладки',
    description: 'Раскладка QWERTY — самая популярная раскладка в мире. Курс Ratatype для английской раскладки QWERTY поможет тебе увеличить скорость печати до 20%!',
    image: '/assets/images/keyboard-2.jpg'
  },
  {
    title: 'Курс печати для испанской раскладки',
    description: 'Испанский язык использует около полумиллиарда человек. Для печати на испанском, как правило, используют раскладку QWERTY, но немного измененную. Если ты хочешь улучшить свой навык печати на испанском, уроки уже ждут тебя!',
    image: '/assets/images/keyboard-3.jpg'
  },
  {
    title: 'Курс слепой печати для французской раскладки',
    description: 'Французская раскладка AZERTY появилась на свет вслед за QWERTY как ее аналог. Часто печатаешь на французском? Тогда тебе необходимо прокачать свой навык слепой печати. Скорей тренироваться!',
    image: '/assets/images/keyboard-4.jpg'
  },
];

export const testingList = [
  {
    title: 'Why take a typing speed test?',
    description:
      'Чтобы узнать свою скорость и точность печати, понять нужно ли что-то улучшить. Средняя скорость печати составляет 200 зн./мин, попробуй ее превзойти! Ты можешь пройти тест несколько раз и увидеть, как твоя скорость печати улучшается со временем. После прохождения теста онлайн ты получишь сертификат скорости печати, который сможешь прикрепить к резюме, показать учителю или похвастаться друзьям.',
  },
  {
    title: 'How do we measure typing speed?',
    description:
      'Мы измеряем скорость печати в зн./мин  — сколько знаков в минуту без опечаток ты набрал. «Знаком» считается любой символ, включая пробелы. Мы учитываем только правильно набранные слова. Поэтому, если сделана опечатка, подсчет символов останавливается, пока ты ее не исправишь.'
  }
]


export const socials = [
  {
    name: 'twitter',
    url: '/assets/images/twitter.svg',
  },
  {
    name: 'linkedin',
    url: '/assets/images/linkedin.svg',
  },
  {
    name: 'instagram',
    url: '/assets/images/instagram.svg',
  },
  {
    name: 'facebook',
    url: '/assets/images/facebook.svg',
  },
];
